Repository: 42Ar/django-plastic-tickets
Catalog: django_plastic_tickets/locale/*/LC_MESSAGES/django.po
Languages: de

source: Email sent successfully.
de: E-Mail erfolgreich versandt.

source: Email-transport failed. Please email %(rec)s manually and mention your ticket id. Sorry for the inconvenience!
de: Das Versenden der E-Mail ist fehlgeschlagen. Bitte sende eigenständig eine E-Mail mit deiner Ticket-Id an %(rec)s. Enschuldigung für die Unanehmlichkeiten!

source: This is not a valid RAL classic color number
de: Dies ist keine gültige RAL klassik Farbnummer

source: No Color
de: Keine Farbe

source: The markdown-formatted description
de: Die mit Markdown formatierte Beschreibung

source: Density in g/cm^3
de: Dichte in g/cm^3

source: A RAL classic color number, or 0 if a color can not be specified
de: Eine RAL klassik Farbnummer, oder 0 wenn eine Farbe nicht spezifiert werden kann

source: None
de: Keine

source: Optimal nozzle temperature
de: Optimale Nozzle temperatur

source: Optimal bed temperature
de: Optimale Druckbett temperatur

source: Diameter of the filament
de: Durchmesser des Filaments

source: Weight of the empty package in gram
de: Gewicht der leeren Verpackung in gram

source: Amount of material in gram, which is usually shipped with this package
de: Menge des Materials in gram, das normalerweise mit dieser Verpackung versandt wird

source: Model name of the spool, as defined by the manufacturer
de: Modell name der Spule, wie vom Hersteller angegeben

source: Short description of the appearance of this package
de: Kurze beschreibung des Aussehens der Verpackung

source: The internal label to identify the material
de: Die interne Kennzeichnung, um das Material zu indentifizieren

source: Initial weight of the material in gram, not including the weight of the package
de: Anfängliches gewicht des Materials in gram, ohne das gewicht der Verpackung

source: Current weight of the material in gram, including the weight of the package
de: Aktuelles gewicht des Materials in gram, einschließlich der Verpackung

source: Total price, including the package.
de: Preis einschließlich der Verpackug

source: The owner of the material
de: Der Besitzer des Materials

source: Hints about how to use this material
de: Hinweise bezüglich der verwendung des Materials

source: Configure all files to submit the ticket.
de: Konfiguriere alle Dateien, um das Ticket zu erstellen.

source: Basic information
de: Grundlegende Informationen

source: The basic information you <b>have to</b> choose yourself.
de: Die grundlegenden Informationen <b>musst</b> du selbst wählen.

source: Count
de: Anzahl

source: How many times do you want to have this model printed?
de: Wie oft möchtest du dieses Modell gedruckt haben?

source: Production method
de: Produktionsmethode

source: Which production method should be used?
de: Welche Produktionsmethode soll benutzt werden?

source: Here is a quick description of your current selection:
de: Hier ist eine schnelle Beschreibung der aktuellen Auswahl:

source: Placeholder: Please enable JavaScript!
de: Platzhalter: Bitte JavaScript aktivieren!

source: Material type
de: Materialart

source: Which material should be used?
de: Welche Materialart soll benutzt werden?

source: Material color
de: Materialfarbe

source: Which color should the material have?
de: Welche Farbe soll das Material haben?

source: Save
de: Speichern

source: Reset
de: Zurücksetzen

source: Upload files
de: Dateien Hochladen

source: Upload
de: Hochladen

source: Delete all cached files
de: Lösche alle zwischengespeicherten Dateien

source: Ticket creation
de: Ticketerstellung

source: Here you can create a new Ticket for 3D models to be 3D printed by us.
de: Hier kannst du ein neues Ticket für 3D-Modelle erstellen, die von uns gedruckt werden sollen.

source: You will start by adding one or more stl files that you want to be printed one or many times.
de: Zuerst wirst du eine oder mehrere STL-Dateien hinzufügen, welche einmal oder mehrmals gedruckt werden sollen.

source: Make sure that you use <b>sane file names</b> as we will reference them later.
de: Bitte verwende <b>sinnvolle Dateinamen</b>, da diese später referenziert werden.

source: After this you will specify the details about the prints and you can add a custom message.
de: Danach wirst du die Einzelheiten über die Drucke spezifizieren und kannst eine eigene Nachricht anhängen.

source: Custom message
de: Eigene Nachricht

source: Optional custom message for more details.
de: Optionale eigene Nachricht für mehr Details.

source: Also send the ticket email to me
de: Sende die Ticket E-Mail auch an mich

source: Submit ticket
de: Ticket erstellen

source: Welcome to Plastic Tickets!
de: Willkommen zu Plastik-Tickets!

source: Click here to create a ticket
de: Drücke hier, um ein Ticket zu erstellen

source: This ticket is from %(name)s (%(email)s).
de: Dieses Ticket ist von %(name)s (%(email)s).

source: File
de: Datei

source: Color
de: Farbe

source: Labels of possible<br>materials
de: Nummern möglicher<br>Materialien

source: Access denied
de: Zugang verweigert
